// 默认数据 - 当新用户首次登录时自动导入
export const defaultData = {
  "words": [
    {
      "japanese": "二日後　　ふつかご",
      "chinese": "两天后"
    },
    {
      "japanese": "三日前　　みっかまえ",
      "chinese": "三天前"
    },
    {
      "japanese": "明後日　　　あさって",
      "chinese": "後天"
    },
    {
      "japanese": "一昨日　　　おととい",
      "chinese": "前天"
    },
    {
      "japanese": "弁償できない　　べんしょう",
      "chinese": "赔不起"
    },
    {
      "japanese": "引き分け　　ひ　わ",
      "chinese": "平手"
    },
    {
      "japanese": "靴　　くつ",
      "chinese": "👞"
    },
    {
      "japanese": "太もも　ふと",
      "chinese": "大腿🦵"
    },
    {
      "japanese": "膝　ひざ",
      "chinese": "膝盖"
    }
  ],
  "sentences": [
    {
      "japanese": "私は漢字を書く時もよく間違えます",
      "chinese": "我写汉字的时候也经常犯错",
      "context": "写汉字想不起来时"
    },
    {
      "japanese": "今日の自分を使い切りたい、そうしないと自分に申し訳ない",
      "chinese": "想把今天的自己消耗完，要不然觉得对不起自己",
      "context": "表达想变得intense的时候"
    },
    {
      "japanese": "いつ締め切りですか",
      "chinese": "什么时候截止",
      "context": ""
    },
    {
      "japanese": "誰もあなたに聞いていないよ",
      "chinese": "没人问你",
      "context": "zhenyu回答别人问题"
    },
    {
      "japanese": "それほどでもないけどね",
      "chinese": "也没有到那种程度啦～",
      "context": "佐藤跟我对话时，我夸了她她回应我"
    },
    {
      "japanese": "ああこれ、これ知っています",
      "chinese": "啊啊这个，这个我知道",
      "context": ""
    },
    {
      "japanese": "彼を擽る　くすぐ",
      "chinese": "给他挠痒痒",
      "context": "掰手腕时。  腕相撲　うでずもう"
    },
    {
      "japanese": "これは 私が 自分で 作った ウェブサイトです",
      "chinese": "这是我自己的做的网站",
      "context": "介绍这个网站时用"
    },
    {
      "japanese": "私たちがここでもう10分(じゅっぷん) 待っていればいい ということですか？",
      "chinese": "你的意思是我们在这里再等十分钟是吗",
      "context": "带去万博公园时,Staff问我们等待"
    }
  ],
  "qa": [
    {
      "question": "",
      "answer": "",
    },

  ]
}
